{"!": 0, "\"": 1, "#": 2, "$": 3, "%": 4, "&": 5, "'": 6, "(": 7, ")": 8, "*": 9, "+": 10, ",": 11, "-": 12, ".": 13, "/": 14, "0": 15, "1": 16, "2": 17, "3": 18, "4": 19, "5": 20, "6": 21, "7": 22, "8": 23, "9": 24, ":": 25, ";": 26, "<": 27, "=": 28, ">": 29, "?": 30, "@": 31, "A": 32, "B": 33, "C": 34, "D": 35, "E": 36, "F": 37, "G": 38, "H": 39, "I": 40, "J": 41, "K": 42, "L": 43, "M": 44, "N": 45, "O": 46, "P": 47, "Q": 48, "R": 49, "S": 50, "T": 51, "U": 52, "V": 53, "W": 54, "X": 55, "Y": 56, "Z": 57, "[": 58, "\\": 59, "]": 60, "^": 61, "_": 62, "`": 63, "a": 64, "b": 65, "c": 66, "d": 67, "e": 68, "f": 69, "g": 70, "h": 71, "i": 72, "j": 73, "k": 74, "l": 75, "m": 76, "n": 77, "o": 78, "p": 79, "q": 80, "r": 81, "s": 82, "t": 83, "u": 84, "v": 85, "w": 86, "x": 87, "y": 88, "z": 89, "{": 90, "|": 91, "}": 92, "~": 93, "¡": 94, "¢": 95, "£": 96, "¤": 97, "¥": 98, "¦": 99, "§": 100, "¨": 101, "©": 102, "ª": 103, "«": 104, "¬": 105, "®": 106, "¯": 107, "°": 108, "±": 109, "²": 110, "³": 111, "´": 112, "µ": 113, "¶": 114, "·": 115, "¸": 116, "¹": 117, "º": 118, "»": 119, "¼": 120, "½": 121, "¾": 122, "¿": 123, "À": 124, "Á": 125, "Â": 126, "Ã": 127, "Ä": 128, "Å": 129, "Æ": 130, "Ç": 131, "È": 132, "É": 133, "Ê": 134, "Ë": 135, "Ì": 136, "Í": 137, "Î": 138, "Ï": 139, "Ð": 140, "Ñ": 141, "Ò": 142, "Ó": 143, "Ô": 144, "Õ": 145, "Ö": 146, "×": 147, "Ø": 148, "Ù": 149, "Ú": 150, "Û": 151, "Ü": 152, "Ý": 153, "Þ": 154, "ß": 155, "à": 156, "á": 157, "â": 158, "âĢ": 159, "âĢĿ": 160, "ã": 161, "ãĢ": 162, "ãĢģ": 163, "ãĢĤ": 164, "ãĢĤâĢĿ": 165, "ãĢĬ": 166, "ãĢĭ": 167, "ä": 168, "ä¸": 169, "ä¸ª": 170, "ä¸º": 171, "ä¸Ģ": 172, "ä¸Ģæ": 173, "ä¸Ģæ®": 174, "ä¸Ģæ®µ": 175, "ä¸Ĭ": 176, "ä¸ĭ": 177, "ä¸į": 178, "ä¸Ķ": 179, "ä¸ĸ": 180, "ä¸Ń": 181, "ä¹": 182, "ä¹¦": 183, "ä¹ĭ": 184, "ä¹Ł": 185, "äº": 186, "äº¦": 187, "äºº": 188, "äºĨ": 189, "äºĭ": 190, "äºĮ": 191, "äºİ": 192, "äºĽ": 193, "ä»": 194, "ä»¥": 195, "ä»ĸ": 196, "ä»Ļ": 197, "ä¼": 198, "ä¼ł": 199, "ä½": 200, "ä½ķ": 201, "ä½ł": 202, "ä¾": 203, "ä¾¿": 204, "ä¿": 205, "å": 206, "å¤": 207, "å¤§": 208, "å¤©": 209, "å¤´": 210, "å¤Ħ": 211, "å¥": 212, "å¥³": 213, "å¥½": 214, "å¥ĩ": 215, "å¦": 216, "å¦Ĥ": 217, "å®": 218, "å¯": 219, "å¯Į": 220, "å°": 221, "å°Ĩ": 222, "å°ĺ": 223, "å±": 224, "å·": 225, "å·²": 226, "å¸": 227, "å¹": 228, "å¹´": 229, "å¹»": 230, "å¼": 231, "å¼Ł": 232, "å½": 233, "å¾": 234, "å¾Ĺ": 235, "å¿": 236, "å¿ĥ": 237, "åĢ": 238, "åģ": 239, "åĥ§": 240, "åħ": 241, "åħ¥": 242, "åħ¶": 243, "åĨ": 244, "åĨį": 245, "åĩ": 246, "åĩ¡": 247, "åĩº": 248, "åĩł": 249, "åĪ": 250, "åĪ°": 251, "åĪĻ": 252, "åī": 253, "åĬ": 254, "åį": 255, "åİ": 256, "åİ»": 257, "åİĨ": 258, "åı": 259, "åıª": 260, "åı¯": 261, "åıĪ": 262, "åĲ": 263, "åĲ¬": 264, "åĲİ": 265, "åĳ": 266, "åĵ": 267, "åĸ": 268, "åĽ": 269, "åĽł": 270, "åľ": 271, "åľ¨": 272, "åľ°": 273, "åĿ": 274, "åĿĹ": 275, "åŃ": 276, "åŃĲ": 277, "æ": 278, "æ¯": 279, "æ°": 280, "æ³": 281, "æµ": 282, "æµģ": 283, "æ·": 284, "æ¸": 285, "æĢ": 286, "æģ": 287, "æĤ": 288, "æĥ": 289, "æĥħ": 290, "æĦ": 291, "æĦı": 292, "æĪ": 293, "æĪĲ": 294, "æĪĳ": 295, "æĪĸ": 296, "æī": 297, "æĬ": 298, "æĭ": 299, "æķ": 300, "æķħ": 301, "æķħäºĭ": 302, "æĸ": 303, "æĸ¹": 304, "æĹ": 305, "æĹ¥": 306, "æĹ¶": 307, "æĹł": 308, "æĺ": 309, "æĺ¯": 310, "æĺİ": 311, "æĽ": 312, "æľ": 313, "æľª": 314, "æľī": 315, "æĿ": 316, "æĿ¥": 317, "æŃ": 318, "æŃ¤": 319, "ç": 320, "ç§": 321, "ç¨": 322, "ç©": 323, "ç©º": 324, "ç«": 325, "ç¬": 326, "ç¬ĳ": 327, "çº": 328, "çº¢": 329, "ç»": 330, "ç»ı": 331, "ç¼": 332, "çģ": 333, "çĤ": 334, "çĦ": 335, "çĦ¶": 336, "çī": 337, "çī©": 338, "çİ": 339, "çĲ": 340, "çĶ": 341, "çĶŁ": 342, "çļ": 343, "çļĦ": 344, "çĽ": 345, "çľ": 346, "çľĭ": 347, "çŁ": 348, "çŁ¥": 349, "çŁ³": 350, "çŁ³å¤´": 351, "è": 352, "è¡": 353, "è§": 354, "è§ģ": 355, "è®": 356, "è¯": 357, "è¯´": 358, "è¯Ĺ": 359, "è°": 360, "è´": 361, "è´µ": 362, "è¶": 363, "è¿": 364, "è¿ĩ": 365, "è¿ĺ": 366, "è¿Ļ": 367, "èĢ": 368, "èĢħ": 369, "èĢĮ": 370, "èĥ": 371, "èĩ": 372, "èĩª": 373, "èĩ³": 374, "èī": 375, "èĭ": 376, "èį": 377, "èĻ": 378, "èĻ½": 379, "èł": 380, "èł¢": 381, "é": 382, "é£": 383, "é£İ": 384, "é£İæµģ": 385, "éĢ": 386, "éģ": 387, "éģĵ": 388, "éģĵäºº": 389, "éĤ": 390, "éĤ£": 391, "éĤ£åĥ§": 392, "éĩ": 393, "éĹ": 394, "éĺ": 395, "éĻ": 396, "éļ": 397, "éĽ": 398, "éĿ": 399, "éĿŀ": 400, "ê": 401, "ë": 402, "ì": 403, "í": 404, "î": 405, "ï": 406, "ï¼": 407, "ï¼ģ": 408, "ï¼Į": 409, "ï¼ļ": 410, "ï¼ļâĢ": 411, "ï¼ļâĢľ": 412, "ï¼Ľ": 413, "ï¼Ł": 414, "ð": 415, "ñ": 416, "ò": 417, "ó": 418, "ô": 419, "õ": 420, "ö": 421, "÷": 422, "ø": 423, "ù": 424, "ú": 425, "û": 426, "ü": 427, "ý": 428, "þ": 429, "ÿ": 430, "Ā": 431, "ā": 432, "Ă": 433, "ă": 434, "Ą": 435, "ą": 436, "Ć": 437, "ć": 438, "Ĉ": 439, "ĉ": 440, "Ċ": 441, "ċ": 442, "Č": 443, "č": 444, "Ď": 445, "ď": 446, "Đ": 447, "đ": 448, "Ē": 449, "ē": 450, "Ĕ": 451, "ĕ": 452, "Ė": 453, "ė": 454, "Ę": 455, "ę": 456, "Ě": 457, "ě": 458, "Ĝ": 459, "ĝ": 460, "Ğ": 461, "ğ": 462, "Ġ": 463, "ġ": 464, "Ģ": 465, "ģ": 466, "Ĥ": 467, "ĥ": 468, "ĥ§": 469, "Ħ": 470, "ħ": 471, "Ĩ": 472, "ĩ": 473, "Ī": 474, "ī": 475, "Ĭ": 476, "ĭ": 477, "Į": 478, "į": 479, "İ": 480, "ı": 481, "Ĳ": 482, "ĳ": 483, "Ĵ": 484, "ĵ": 485, "Ķ": 486, "ķ": 487, "ĸ": 488, "Ĺ": 489, "ĺ": 490, "Ļ": 491, "ļ": 492, "Ľ": 493, "ľ": 494, "Ŀ": 495, "ŀ": 496, "Ł": 497, "ł": 498, "Ń": 499}